Repository: pgooch/auto-seo
Catalog: _l18n/auto-seo-*.po
Languages: es_es

source: Such Example
es_es: Tal Ejemplo

source: Much Fast
es_es: Más Rápido

source: Many Preset
es_es: Mucho Presente

source: Very Keyword
es_es: Muy Palabra Clave

source: So Test
es_es: Tan Prueba

source: Auto SEO, [Example Set] | [Page Title].
es_es: Auto SEO, [Grupo de Ejemplo] | [Título de la Página].

source: This is an example of a description placed with the Auto SEO WordPress Plugin. Auto SEO, [Example Set], [Example Set].
es_es: Esto es un ejemplo de una descripción añadida con el Plugin de Auto SEO de WordPress, [Grupo de Ejemplo], [Grupo de Ejemplo].

source: Settings saved.
es_es: Ajustes salvados.

source: Settings
es_es: Ajustes

source: Auto SEO Settings
es_es: Ajustes de Auto SEO

source: Active Post Types
es_es: Tipos de Post Activo

source: Which post types would you like Auto SEO to run on?
es_es: ¿En cuáles tipos de post le gustaría que Auto SEO ejecute?

source: Enable in Posts Types
es_es: Habilitar en Tipos de Posts

source: Auto SEO will only run an the selected page types.
es_es: Auto SEO solo ejecutará en los tipos de página seleccionados.

source: Keyword Sets
es_es: Grupos de Palabras Claves

source: Using a set name in brackets (ie <code>[Example Set]</code>) in a meta tag will insert a randomly selected keyword in that set. Keywords should be comma separated. Deleting a keyword sets name will remove the set.
es_es: Usando un nombre de grupo entre corchetes (e.j. <code>[Grupo de Ejemplo]</code>) en una etiqueta meta insertará una palabra clave seleccionada aleatoriamente en ese grupo.Las palabras claves deben estar separadas por coma. Borrar un grupo de palabras claves borrará el grupo.

source: Set Name
es_es: Nombre del Grupo

source: Set Keywords
es_es: Palabras Claves del Grupo

source: Add Keyword Set
es_es: Adicionar Grupo de Palabra Clave

source: Meta Tag Options
es_es: Opciones de Etiqueta Meta

source: Tags Enabled
es_es: Etiquetas Habilitadas

source: Check which meta tags you want Auto SEO to create / overwrite.
es_es: Chequear con etiquetas meta que usted desea que Auto SEO cree/sobreescriba.

source: Title
es_es: Título

source: You can use any of the above Keyword Set Names in square Brackets (ie <code>[Example Set]</code>) to place a random keyword from that set or <code>[Page Title]</code> to place the page or post title.
es_es: Usted puede usar cualquiera de los Nombres de Grupo de Palabra Clave entre Corchetes (e.j. <code>[Grupo de Ejemplo]</code>) para posicionar una palabra clave aleatoria desde ese grupo o <code>[Título de la Página]</code> para posicionar el título de la página o el post.

source: Description
es_es: Descripción

source: You can use any of the above Keyword Set Names in square Brackets (ie <code>[Example Set]</code>) to place a random keyword from that set.
es_es: Usted puede usar cualquiera de los Nombres de Grupo de Palabra Clave anteriores entre corchetes (e.j. <code>[Grupo de Ejemplo]</code>) para posicionar una palabra clave aleatoria de ese grupo.

source: Number of Keywords
es_es: Número de Palabras Claves

source: How many keywords you want placed in the keywords meta tag. Keywords are pulled from all sets.
es_es: Cuántas palabras claves quiere posicionar en la etiqueta meta de palabras claves. Las palabras claves son extraídas de todos los grupos.

source: Robots
es_es: Roboces

source: Index Page, Follow Links
es_es: Indexar Página, Seguir Enlaces

source: Index Page, Don't Follow Links
es_es: Indexar Página, No Seguir Enlaces

source: Don't index page or follow links
es_es: No indexar página o seguir enlaces

source: Controls how search engines index and search your site, may be overridden by ROBOTS.TXT file.
es_es: Controla cómo los motores de búsqueda indexan y buscan su sitio, puede ser sobrescrito por el fichero ROBOTS.TXT.

source: Compatibility
es_es: Compatibilidad

source: Auto SEO is currently checking compatibility...
es_es: Auto SEO está chequeando compatibilidad...

source: Auto SEO appears to be working.
es_es: Auto SEO parece estar trabajando.

source: Auto SEO does not appear to be compatible with your current Theme and Plugin Combination.
es_es: Auto SEO no parece ser compatible con su Combinación de Plugin y Tema.

source: Click here to run compatibility check again
es_es: Haga clic aquí para correr el chequeo de compatibilidad nuevamente

source: Miscellaneous
es_es: Miscelaneas

source: Have a problem
es_es: Tiene un problema

source: Having trouble getting the plug-in working? Expected results? Feel like direction your repentant rage at someone far far away? Just have a general usage question? You can try the <a href="http://wordpress.org/support/plugin/auto-seo" target="_blank">plug-ins support form</a> or, if you want an answer from the source, feel free to email me at <a href="mailto:phillip.gooch@gmail.com" target="_blank">phillip.gooch@gmail.com</a>.
es_es: ¿Tiene problemas haciendo que el plugin funcione? ¿ Resultados esperados? ¿Siente que direcciona su furia repentina a alguien muy muy lejos? ¿Tiene alguna pregunta sobre el uso general? Puede probar la <a href="http://wordpress.org/support/plugin/auto-seo" target="_blank">forma de soporte de plugins</a> o, si desea una respuesta mía, siéntase libre de enviarme un email a <a href="mailto:phillip.gooch@gmail.com" target="_blank">phillip.gooch@gmail.com</a>.

source: Want to see how it all works, you can check out the on the <a href="http://plugins.svn.wordpress.org/auto-seo/trunk/" target="_blank">WordPress SVN</a> or, even better, <a href="https://github.com/pgooch/auto-seo" target="_blank">fork it on GitHub</a>. Feel free to make changes and submit pull requests, good ideas will be added to the master branch.
es_es: Si quiere ver cómo funciona todo, puede chequearlo en el <a href="http://plugins.svn.wordpress.org/auto-seo/trunk/" target="_blank">SVN de WordPress</a> o, aún mejor, <a href="https://github.com/pgooch/auto-seo" target="_blank">obtenerlo de GitHub</a>. Siéntase libre de hacer cambios y subirlos, las buenas ideas serán añadidas a la rama principal.

source: Like the plug-in and want to support further development? Thanks! You can use the paypal button below to donate any amount you want. Don't like PayPal? send me an email, we can figure something out.<br/>
es_es: ¿Le gusta el plugin y quiere soportar el desarrollo futuro? ¡Gracias! Usted puede usar el botón de Paypal debajo para donar cualquier cantidad que desee. ¿No le gusta PayPal? envíeme un email, podemos arreglar alguna otra vía.<br/>
